Repository: pixelant/pxa_newsletter_subscription
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: no, sv

source: Name
no: Navn
sv: Namn

source: Email
sv: E-post

source: Back to website
no: Tilbake til nettstedet
sv: Tillbaka till webbplatsen

# storage
source: Storage (PID)
sv: Lagring (PID)

source: Accept terms
sv: Acceptera villkor

source: Subscribe
no: Abonnér
sv: Prenumerera

source: Unsubscribe
no: Avslutt abonnementet
sv: Avsluta prenumeration

# subscription.subscribed_noconfirm
source: You have successfully subscribed to the newsletter.
sv: Ni har börjat prenumerera på detta nyhetsbrev.

# subscription.subscribed_confirm
source: You're almost done. You should receive a confirmation mail within the next few minutes with instructions how to confirm your email.
sv: Ni är nästan klar. Vi har skickat ett mejl med instruktioner hur ni bekräftar er mejl-adress.

# subscription.subscribe_ok
source: You have successfully subscribed to the newsletter.
sv: Ni har nu börjat er prenumeration på detta nyhetsbrev.

# subscription.unsubscribe_confirm
source: You should receive a confirmation mail within the next few minutes with link to confirm unsubscribe.
sv: Ni är nästan klar. Vi har skickat ett mejl med instruktioner hur ni bekräftar er mejl-adress.

# subscription.unsubscribe_success
source: You have been successfully unsubscribed from newsletter.
sv: Ni kommer inte längre att få detta nyhetsbrev. Vi kommer att sakna er.

# mail.greeting
source: Hi
sv: Hej

# mail.admin.subscribe.subject
source: New newsletter subscription
sv: Ny nyhetsbrevsprenumeration

# mail.admin.subscribe.line1
source: New subscription on a site.
sv: Ny prenumeration på en sida.

# mail.admin.subscribe.line2
source: Subscription information
sv: Prenumerationsinformation

# mail.admin.unsubscribe.subject
source: Newsletter unsubscription
sv: Avslutning av nyhetsbrevsprenumeration

# mail.admin.unsubscribe.line1
source: User has unsubscribed.
sv: Användaren har avslutat sin prenumeration.

# mail.admin.unsubscribe.line2
source: Subscription information
sv: Prenumerationsinformation

# mail.subscriber.confirmation_subject
source: Newsletter subscription confirmation
sv: Bekräfta prenumeration av nyhetsbrev

# mail.subscriber.confirmation_line1
source: Please confirm your email address by clicking on the following link:
sv: Vänligen bekräfta prenumerationen, genom att klicka på följande länk:

# mail.subscriber.confirmation_line2
source: Should you wish to unsubscribe in the future, follow this link:
sv: Om ni vill avsluta prenumerationen av nyhetsbrevet, vänligen följ denna länk:

# mail.subscriber.success_subject
source: Your subscription was successful
sv: Din prenumeration lyckades

# mail.subscriber.success_line1
source: You have successfully subscribed to the newsletter.
sv: Ni prenumererar redan på detta nyhetsbrev.

# mail.unsubscribe.confirmation_subject
source: Confirm your newsletter subscription cancellation
sv: Vänligen bekräfta avslutandet av din nyhetsbrevsprenumeration

# mail.unsubscribe.confirmation_line1
source: In order to unsubscribe please click the following link:
sv: För att avsluta din prenumeration, vänligen klicka på följande länk:

# error.unsubscribe.not_found
source: We were unable to find an active subscription
sv: Det finns ingen prenumeration för denna e-post

# error.already_subscribed
source: A subscription with this email address already exists.
sv: Ni prenumererar redan på detta nyhetsbrev.

# error.waiting_for_confirmation
source: A subscription with this email address already exists, but waiting for confirmation. Please check your email box.
sv: En prenumeration med denna e-postadress finns redan, men behöver bekräftas. Vänligen kontrollera era e-postmeddelanden.

# error.subscribe_error.already_confirmed
source: The subscription has already been confirmed.
sv: Prenumerationen har redan bekräftats.

# error.subscribe_error.unknown
source: Sorry, something went wrong. Please contact us.
sv: Ledsen, något gick fel. Vänligen kontakta oss.

# error.invalid.email
source: Invalid email address.
sv: Ogiltig e-postadress.

# error.invalid.storage_pid
source: Storage PID is not set
sv: Lagring PID är inte satt

# error.invalid.name
source: Invalid or missing name.
no: Ugyldig eller manglende navn.
sv: Ogiltigt namn.

# error.invalid.accept_terms
source: You must accept the terms.
sv: Du måste acceptera villkoren.

# error.sender_email_invalid
source: Invalid sender email. Check your typoscript settings
sv: Felaktig avsändarmejl. Kontrollera dina typoscript-inställnigar

source: E-mail
no: E-post

# error.invalid.email
source: Invalid email-address.
no: Ugyldig epostadresse.

# error.unsubscribe.not-subscribed
source: No subscription exists for this email-address.
no: Det finnes ikke noe abonnement for denne e-postadressen.

# error.subscribe.already-subscribed
source: A subscription with this email-address already exists.
no: Et abonnement med denne epostadressen finnes allerede.

# error.subscribe.4101
source: Sorry, something went wrong. Please try reloading the page and subscribing again. (Code:4101)
no: Beklager, noe gikk galt. Prøv å laste inn siden på nytt og prøv igjen. (Kode: 4101)

# error.subscribe.4102
source: Sorry, something went wrong. Please try reloading the page and subscribing again. (Code:4102)
no: Beklager, noe gikk galt. Prøv å laste inn siden på nytt og prøv igjen. (Kode: 4102)

# error.subscribe.4103
source: Sorry, something went wrong. Please try reloading the page and unsubscribe again. (Code:4103)
no: Beklager, noe gikk galt. Prøv å laste inn siden på nytt og prøv igjen. (Kode: 4103)

# error.subscribe.4104
source: Sorry, something went wrong. Please try reloading the page and unsubscribe again. (Code:4104)
no: Beklager, noe gikk galt. Prøv å laste inn siden på nytt og prøv igjen.(Kode: 4104)

# error.subscribe.4105
source: Sorry, something went wrong. Please try reloading the page and unsubscribe again. (Code:4105)
no: Beklager, noe gikk galt. Prøv å laste inn siden på nytt og prøv igjen. (Kode: 4105)

# error.invalid.configuration
source: Sorry, something went wrong. Please try reloading the page and unsubscribe again.
no: Beklager, noe gikk galt. Prøv å laste inn siden på nytt og prøv igjen.

# error.subscribe.4106
source: The confirm mail wasn't sent. (Code:4106)
no: E-postbekreftelsen kunne ikke sendes. (Kode: 4106)

# success.subscribe.subscribed-noconfirm
source: You have been successfully subscribed to newsletter.
no: Du abonnerer nå på nyhetsbrevet.

# success.subscribe.subscribed-confirm
source: You're almost done. You should receive a confirmation mail within the next few minutes with instructions how to confirm your email.
no: Du er nesten ferdig. Du vil straks motta en e-postbekreftelse med informasjon om hvordan du bekrefter din e-postadresse.

# success.unsubscribe.unsubscribed-noconfirm
source: You have been successfully unsubscribed from newsletter.
no: Du vil ikke lenger motta vårt nyhetsbrev.

# success.unsubscribe.unsubscribed-confirm
source: You're almost done. You should receive a confirmation mail within the next few minutes with instructions how to confirm your email.
no: Du er nesten ferdig. Du vil straks motta en e-postbekreftelse med informasjon om hvordan du bekrefter din e-postadresse.

# confirm_mail_subject
source: Newsletter confirmation
no: Bekreftelse av nyhetsbrevpåmelding

# confirm_mail_greeting
source: Hi %s,
no: Hei %s,

# confirm_mail_line1
source: Please confirm your email address by clicking on the following link: %s
no: Bekreft e-postadressen din ved å klikke på følgende link: %s

# confirm_mail_line2
source: If you wish to unsubscribe in the future, follow this link: %s Thank you.
no: Hvis du ønsker å melde deg av nyhetsbrevet en gang i fremtiden kan du følge denne lenken: %s Tusen takk.

# subscribe_ok
source: You have been successfully subscribed to newsletter.
no: Du abonnerer nå på nyhetsbrevet.

# subscribe_error
source: Sorry, something went wrong. Please contact us regarding your subscription.
no: Beklager, noe gikk galt. Kontakt oss angående abonnementet ditt.

# unsubscribe_ok
source: Your will no longer receive emails from this newsletter. We will miss you.
no: Du vil ikke lenger motta vårt nyhetsbrev.

# unsubscribe_error
source: Sorry, something went wrong. Please contact us regarding your unsubscription.
no: Beklager, noe gikk galt. Kontakt oss angående ditt ønske om å ikke lenger motta nyhetsbrevet.

# jqhxr_error_message
source: Technical problem, please try again later.
no: Det oppsto et teknisk problem. Vennligst prøv igjen senere.
